Repository: common-repository/woo-mainstem
Catalog: languages/mainstem-*.po
Languages: pt_br

source: This plugin allows MainStem to view products, inventory, create new orders, and check order statuses.
pt_br: Este plugin permite que o MainStem veja produtos, inventário, crie novos pedidos e verifique o status dos pedidos.

source: Sorry, the nonce verification failed.
pt_br: A verificação do nonce falhou.

source: Your API Key was saved successfully.
pt_br: Sua chave da API foi salva.

source: MainStem WooCommerce Plugin Settings
pt_br: Configurações do plugin MainStem WooCommerce

source: Paste your MainStem API key below. If you do not have a key, please contact it@gomainstem.com or call us at 844-623-4084
pt_br: Cole sua chave da API da MainStem abaixo. Se você não tem uma chave, entre em contato com it@gomainstem.com ou ligue para 844-623-4084

source: Enter your API key here...
pt_br: Digite sua chave da API aqui...

source: Save Changes
pt_br: Salvar mudanças

source: Settings
pt_br: Configurações

source: Order ID.
pt_br: ID do pedido

source: Unauthorized
pt_br: Não autorizado
